Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContactWidget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: days
ar: يوم
de: Tage
es: días
es_mx: días
fr: jours
id: hari
it: giorni
nl: dagen
pt_br: dias
th: วัน
tr: gün

source: No Contact
ar: قطع التواصل
de: Kontaktsperre
es: Sin contacto
es_mx: Sin contacto
fr: Silence radio
pt_br: Sem contato
th: ไม่ติดต่อ
tr: İletişimsiz

source: No Contact Streak
ar: سلسلة قطع التواصل
de: Kontaktsperre-Serie
es: Racha sin contacto
es_mx: Racha sin contacto
fr: Série sans contact
id: Streak no contact
it: Serie no contact
nl: No-contact-reeks
pt_br: Sequência sem contato
th: สตรีคไม่ติดต่อ
tr: İletişimsizlik Serisi

source: Checked in today
ar: سجّلت حالتك اليوم
de: Heute eingecheckt
es: Registrado hoy
es_mx: Registrado hoy
fr: Suivi du jour effectué
id: Sudah check-in hari ini
it: Check-in fatto oggi
nl: Vandaag ingecheckt
pt_br: Check-in feito hoje
th: วันนี้เช็กอินแล้ว
tr: Bugün kontrol yapıldı

source: Check in
ar: سجّل حالتك
de: Einchecken
es: Hacer registro
es_mx: Registrar
fr: Faire le point
it: Fai il check-in
nl: Inchecken
pt_br: Fazer check-in
th: เช็กอิน
tr: Kontrol Yap

source: %lld days no contact
ar: %lld يومًا بلا تواصل
de: %lld Tage ohne Kontakt
es: %lld días sin contacto
es_mx: %lld días sin contacto
fr: %lld jours sans contact
id: %lld hari no contact
it: %lld giorni no contact
nl: %lld dagen no contact
pt_br: %lld dias sem contato
th: ไม่ติดต่อ %lld วัน
tr: %lld gün iletişimsiz

source: 🔥 %lld days no contact
ar: 🔥 %lld يومًا بلا تواصل
de: 🔥 %lld Tage ohne Kontakt
es: 🔥 %lld días sin contacto
es_mx: 🔥 %lld días sin contacto
fr: 🔥 %lld jours sans contact
id: 🔥 %lld hari no contact
it: 🔥 %lld giorni no contact
nl: 🔥 %lld dagen no contact
pt_br: 🔥 %lld dias sem contato
th: 🔥 ไม่ติดต่อ %lld วัน
tr: 🔥 %lld gün iletişimsiz

source: %lld days of no contact
ar: %lld يومًا من قطع التواصل
de: %lld Tage ohne Kontakt
es: %lld días sin contacto
es_mx: %lld días sin contacto
fr: %lld jours sans contact
id: %lld hari tanpa kontak
it: %lld giorni senza contatto
nl: %lld dagen zonder contact
pt_br: %lld dias sem contato
th: ไม่ติดต่อมาแล้ว %lld วัน
tr: %lld gündür iletişim yok

source: I need help now
ar: أحتاج إلى مساعدة الآن
de: Ich brauche jetzt Hilfe
es: Necesito ayuda ahora
es_mx: Necesito ayuda ahora
fr: J'ai besoin d'aide maintenant
id: Aku butuh bantuan sekarang
it: Ho bisogno di aiuto adesso
nl: Ik heb nu hulp nodig
pt_br: Preciso de ajuda agora
th: ฉันต้องการความช่วยเหลือตอนนี้
tr: Şimdi yardıma ihtiyacım var

source: ❤️ I need help now
ar: ❤️ أحتاج إلى مساعدة الآن
de: ❤️ Ich brauche jetzt Hilfe
es: ❤️ Necesito ayuda ahora
es_mx: ❤️ Necesito ayuda ahora
fr: ❤️ J'ai besoin d'aide maintenant
id: ❤️ Aku butuh bantuan sekarang
it: ❤️ Mi serve aiuto ora
nl: ❤️ Ik heb nu hulp nodig
pt_br: ❤️ Preciso de ajuda agora
th: ❤️ ฉันต้องการความช่วยเหลือตอนนี้
tr: ❤️ Şimdi yardıma ihtiyacım var

source: Open emergency support
ar: فتح دعم الطوارئ
de: Notfall-Hilfe öffnen
es: Abrir apoyo de emergencia
es_mx: Abrir apoyo de emergencia
fr: Ouvrir le soutien d’urgence
id: Buka bantuan darurat
it: Apri il supporto d’emergenza
nl: Noodhulp openen
pt_br: Abrir apoio de emergência
th: เปิดความช่วยเหลือฉุกเฉิน
tr: Acil desteği aç

source: No-Contact Streak
ar: سلسلة قطع التواصل
de: Kontaktsperre-Serie
es: Racha sin contacto
es_mx: Racha sin contacto
fr: Série sans contact
id: Streak no contact
it: Serie no contact
nl: No-contact-reeks
pt_br: Sequência sem contato
th: สตรีคไม่ติดต่อ
tr: İletişimsizlik Serisi

source: Your streak, counting up on its own — and one tap to check in.
ar: سلسلتك تتقدّم تلقائيًا، ونقرة واحدة لتسجيل حالتك.
de: Deine Serie zählt von selbst weiter – und ein Fingertipp genügt zum Einchecken.
es: Tu racha avanza sola, y con un toque haces tu registro.
es_mx: Tu racha avanza sola, y con un toque haces tu registro.
fr: Votre série avance toute seule — et un simple toucher suffit pour faire le point.
id: Streak-mu bertambah sendiri — dan sekali ketuk untuk check-in.
it: La tua serie avanza da sola e con un tocco fai il check-in.
nl: Je reeks telt vanzelf door – en inchecken kost één tik.
pt_br: Sua sequência conta sozinha — e um toque faz o check-in.
th: สตรีคของคุณนับต่อเอง แตะครั้งเดียวเพื่อเช็กอิน
tr: Serin kendiliğinden ilerler — kontrol için tek dokunuş.

source: One tap to breathing, coping strategies and your mantra when the urge hits.
ar: نقرة واحدة للوصول إلى تمارين التنفّس واستراتيجيات التأقلم ومانتراك عند اشتداد الرغبة.
de: Mit einem Fingertipp zu Atemübungen, Strategien und deinem Mantra, wenn der Drang kommt.
es: A un toque: respiración, estrategias de afrontamiento y tu mantra cuando llega el impulso.
es_mx: Respiración, estrategias para resistir y tu mantra, a un toque cuando llega el impulso.
fr: Un tap vers la respiration, les stratégies et votre mantra quand l’envie monte.
id: Sekali ketuk ke latihan napas, strategi, dan mantramu saat dorongan datang.
it: Un tocco per respirazione, strategie e il tuo mantra quando arriva l’impulso.
nl: Eén tik naar ademhaling, strategieën en je mantra als de drang opkomt.
pt_br: Um toque para respiração, estratégias e seu mantra quando a vontade bater.
th: แตะครั้งเดียวเพื่อเข้าถึงการฝึกหายใจ กลยุทธ์รับมือ และคำมั่นของคุณเมื่อความอยากมาถึง
tr: Dürtü geldiğinde nefes, baş etme yöntemleri ve mantran tek dokunuşta.

source: Daily Mantra
ar: مانترا اليوم
de: Tägliches Mantra
es: Mantra diario
es_mx: Mantra diario
fr: Mantra du jour
id: Mantra harian
it: Mantra del giorno
nl: Dagelijkse mantra
pt_br: Mantra diário
th: คำมั่นประจำวัน
tr: Günlük Mantra

source: Your personal healing mantra on your home or lock screen.
ar: مانترا الشفاء الخاصة بك على الشاشة الرئيسية أو شاشة القفل.
de: Dein persönliches Heilungs-Mantra auf dem Home- oder Sperrbildschirm.
es: Tu mantra personal de sanación en la pantalla de inicio o de bloqueo.
es_mx: Tu mantra personal de sanación en la pantalla de inicio o de bloqueo.
fr: Votre mantra de guérison sur l’écran d’accueil ou verrouillé.
id: Mantra pemulihan pribadimu di Layar Utama atau Layar Terkunci.
it: Il tuo mantra di guarigione nella schermata Home o di blocco.
nl: Je persoonlijke mantra op je begin- of vergrendelscherm.
pt_br: Seu mantra pessoal de cura na tela inicial ou de bloqueio.
th: คำมั่นเยียวยาใจของคุณบนหน้าจอหลักหรือหน้าจอล็อก
tr: Kişisel iyileşme mantran ana ekranında veya kilit ekranında.

source: I choose myself today and every day
ar: أختار نفسي اليوم وكل يوم
de: Ich wähle mich selbst, heute und jeden Tag
es: Hoy y siempre me elijo a mí
es_mx: Me elijo a mí hoy y todos los días
fr: Je me choisis aujourd'hui et chaque jour
id: Aku memilih diriku hari ini dan setiap hari
it: Scelgo me stesso oggi e ogni giorno
nl: Ik kies voor mezelf, vandaag en elke dag
pt_br: Eu me escolho hoje e todos os dias
th: ฉันเลือกตัวเองในวันนี้และทุกวัน
tr: Bugün ve her gün kendimi seçiyorum

source: %lld%% of %lld-day goal
ar: %lld٪ من هدف %lld يومًا
de: %lld %% des %lld-Tage-Ziels
es: %lld %% del objetivo de %lld días
es_mx: %lld %% de la meta de %lld días
fr: %lld %% de l’objectif de %lld jours
id: %lld%% dari target %lld hari
it: %lld%% dell’obiettivo di %lld giorni
nl: %lld%% van je doel van %lld dagen
pt_br: %lld%% da meta de %lld dias
th: %lld%% ของเป้าหมาย %lld วัน
tr: %2$lld günlük hedefte %%%1$lld
